/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Annuler";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Domicile";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Bureau";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Mobile";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Autre";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (Invité)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Tous les contacts connus";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Tous les contacts";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Contacts Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Téléphones enregistrés";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Contacts en ligne";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Demandes envoyées";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Contacté récemment";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Demandes reçues";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Demandes acceptées";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Contacts bloqués";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Contacts hors groupe";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Contacts suggérés";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Liste sans titre";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Veuillez m’ajouter comme contact";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Appel Skype Test";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "fr";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Bonjour. Ceci est le robot d’appel de test Skype. Ajoutez-moi à vos contacts et appelez-moi pour tester votre configuration audio. Voyez http://www.skype.com/go/help pour plus d’aide. Merci.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Appelez-moi pour tester le son";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Appel en cours";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Appel en cours";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Appel annulé";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Appel échoué";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Ça sonne";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Appel";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Appel en attente";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Vous êtes en attente";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Terminé";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "En absence";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Refusé";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Occupé";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Connexion interrompue";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Message vocal";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Enregistrement du message vocal";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Envoi du message vocal";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Message vocal envoyé";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Message vocal annulé";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Message vocal échoué";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Connexion en cours";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Ça sonne";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Ça sonne";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "En attente";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Terminé";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Appel sur Facebook (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Appel…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Appel…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Appel en cours";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "En attente";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Vous êtes en attente";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Appel en cours";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Appel saturé";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Lecture du message d'accueil vocal";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Enregistrement du message vocal";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Appel récent";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Transfert de cet appel";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Fichiers postés";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Vous avez reçu un message vidéo. Visualisez-le à : %1, et ouvrez-le en utilisant le code %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - Aller à %%1 pour afficher.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Pour afficher cette photo partagée, rendez-vous sur la page : %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Pour afficher ce média partagé, allez à %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Déconnecté";
"CONTACT_AVAILABILITY_ONLINE" = "Connecté";
"CONTACT_AVAILABILITY_AWAY" = "Absent";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Ne pas déranger";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Demande de contact en attente";
"CONTACT_AVAILABILITY_BLOCKED" = "Bloqué";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Déconnecté avec boîte vocale";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Renvoi d’appels";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Invisible";
"CONTACT_AVAILABILITY_CONNECTING" = "Connexion en cours";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Téléphone";

/*  */
"CONTACT_GENDER_FEMALE" = "Féminin";

/*  */
"CONTACT_GENDER_MALE" = "Masculin";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Numéro inconnu";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Sans titre";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Connexion…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Chargement des contacts…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Mise à jour des fichiers…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ a ajouté %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ a quitté";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ a supprimé %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ a changé le sujet de la conversation en %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Ce message a été supprimé";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Identique à Système";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Impossible de se connecter à Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Veuillez vérifier vos paramètres réseau et réessayer.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Ce pseudo Skype est incorrect.";
"Account::INVALID_EMAIL" = "Cette adresse de courriel est incorrecte.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Veuillez vérifier et réessayer.";
"Account::UNACCEPTABLE_PASSWORD" = "Ce mot de passe est incorrect.";
"Account::SKYPENAME_TAKEN" = "Ce pseudo Skype est déjà pris.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Veuillez en indiquer un autre.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Vos pseudo Skype et mot de passe ne sont pas reconnus.";
"Account::INCORRECT_PASSWORD" = "Vos pseudo Skype et mot de passe ne sont pas reconnus.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Trop d’essais de connexion échoués.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Veuillez réessayer plus tard.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Votre mot de passe a été modifié.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Connectez-vous avec votre nouveau mot de passe.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Veuillez réessayer.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Doit comporter de 6 à 20 caractères.";
"SkyLib::TOO_LONG" = "Doit comporter de 6 à 20 caractères.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Caractère incorrect tel que Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Ne peut contenir ni espace ni tabulation.";
"SkyLib::SAME_AS_USERNAME" = "Trop semblable à votre pseudo Skype.";
"SkyLib::INVALID_FORMAT" = "Format incorrect.";
"SkyLib::CONTAINS_INVALID_WORD" = "Trop facile à deviner tel que abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Doit comporter au moins une lettre et un chiffre.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Doit commencer par une lettre (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Essayez un pseudo Skype plus long.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Essayez un mot de passe plus long.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Essayez un pseudo Skype plus court.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Essayez un mot de passe plus court.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Essayez un nouveau pseudo Skype.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Essayez un nouveau mot de passe.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Essayez une nouvelle adresse de courriel.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Essayez une nouvelle valeur.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Le mot de passe est incorrect.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Impossible de se connecter au serveur.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Le nouveau mot de passe doit être différent du précédent.";
"Account::PWD_INVALID_NEW_PWD" = "Le mot de passe est incorrect.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Vous devez vous connecter pour modifier votre mot de passe.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Impossible d’enregistrer vos modifications. Vérifiez le paramètre et réessayez.";

"ACCOUNT_NOCREDIT" = "Pas de crédit";
"ACCOUNT_FREECALL" = "appel gratuit";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Le nom de fichier est incorrect";
"SkyLib::TRANSFER_OPEN_FAILED" = "L’ouverture du fichier a échoué";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Trop de transferts de fichier en même temps";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Vous êtes déconnecté.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Vous devez être en ligne pour passer un appel.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Vous ne pouvez pas rechercher des contacts lorsque vous êtes déconnecté. Changez votre état et réessayez.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Vous devez être en ligne pour envoyer des SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Vous devez être en ligne pour écouter ce message.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Impossible de fixer le corps du SMS en cours.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Vous n’avez pas assez de crédit Skype pour envoyer un SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Vous avez besoin de crédit Skype pour appeler ce numéro.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Ceci n’est pas un pseudo Skype ou numéro de téléphone correct.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Vous ne pouvez pas appeler ce contact Lync parce qu’il est déconnecté.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Vous ne pouvez pas appeler cette personne parce que vous l’avez bloquée.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Vous ne pouvez pas dialoguer avec cette personne parce que vous l’avez bloquée.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Vous ne pouvez pas envoyer de SMS à cette personne parce que vous l’avez bloquée.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Vous ne pouvez pas ajouter cet identifiant parce que vous l’avez bloqué.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Vous ne pouvez vous appeler vous-même.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Vous ne pouvez pas dialoguer avec vous-même.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Vous ne pouvez vous ajouter vous-même.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Vous ne pouvez pas participer à cette conversation";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Conversation introuvable";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Ce n’est pas un numéro de téléphone correct.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Vous ne pouvez pas appeler ce numéro parce que c’est un numéro d’urgence.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Vous ne pouvez pas envoyer de SMS à ce numéro parce que c’est un numéro d’urgence.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Vous ne pouvez pas ajouter ce numéro parce que c’est un numéro d’urgence.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Vous devez terminer cet appel avant d’en passer un nouveau.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Pour écouter un message de la boîte vocale, d’abord terminer cet appel.";
"SKERROR_CALLFAILED" = "L’appel a échoué. Veuillez réessayer.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Vous avez essayé de commencer une conversation avec trop de contacts.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Vous ne pouvez pas avoir de conversation avec ces contacts.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Vous ne pouvez pas appeler cette personne parce qu’elle ne vous y a pas autorisé.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Vous ne pouvez pas appeler cette personne parce qu’elle ne vous y a pas autorisé.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Code de confirmation incorrect";
"Sms::MISC_ERROR" = "Numéro de téléphone incorrect";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Votre compte a été bloqué.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Veuillez prendre contact avec le service clientèle.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Il y a trop de personnes dans cet appel pour une vidéo de groupe.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Vous ne pouvez appeler avec vidéo que 9 personnes. Supprimez des gens de ce groupe et réessayez.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Il y a trop de personnes dans cet appel pour une vidéo de groupe.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Vous ne pouvez appeler avec vidéo que 9 personnes. Supprimez des gens de cette conversation et réessayez.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Votre abonnement d’appel vidéo de groupe ne couvre pas autant de personnes. Supprimez des gens de cette conversation et réessayez.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Vous avez besoin d’un abonnement pour les appels vidéo de groupe.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Vous avez besoin d’un abonnement pour les appels vidéo de groupe.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Désirez-vous lancer un appel vidéo de groupe ?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Désirez-vous lancer un appel vidéo de groupe ?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Vous avez déjà un appel vidéo de groupe.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Vous ne pouvez passer qu’un seul appel vidéo de groupe à la fois.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Vous avez atteint la limite pour cet appel.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Vous avez atteint la limite de 4 heures de vidéo de groupe pour cet appel.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Vous avez atteint la limite de 4 heures de vidéo de groupe pour cet appel. Vérifiez votre compte pour plus de détails.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Vous avez atteint votre limite de vidéo de groupe pour aujourd’hui.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Appel vidéo de groupe temporairement suspendu. Vous avez atteint votre limite d’utilisation pour ce mois. Vérifiez votre compte pour plus de détails.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Vous avez atteint votre limite de vidéo de groupe pour ce mois.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Appel vidéo de groupe temporairement suspendu. Vous avez atteint votre limite d’utilisation pour ce mois. Vérifiez votre compte pour plus de détails.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "La vidéo de groupe est pour le moment indisponible.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Une erreur est survenue. Veuillez réessayer plus tard.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Recevoir la vidéo de groupe";
"PremiumVideoErrorRecovery_GetPremium" = "Recevoir la vidéo de groupe";
"PremiumVideoErrorRecovery_UpgradePremium" = "Mettre à jour";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Vous avez besoin de crédit Skype pour utiliser Skype WiFi.";
"AccessSession::LOGIN_FAILURE" = "Vos pseudo Skype et mot de passe ne sont pas reconnus.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Nom d’utilisateur ou mot de passe incorrect.";

"SKYPEACCESS_NO_ACCOUNT" = "Connectez-vous avec votre compte Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Impossible de se connecter. Vérifiez l’intensité du signal Wi-Fi ou essayez un autre point d’accès.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Ce point d’accès Wi-Fi ne répond pas correctement. Essayez un autre point d’accès.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Impossible de prolonger la session. Réssayez de vous connecter.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Le réseau Wi-Fi « %@ » n’est plus disponible";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Pour éviter des frais inattendus, toujours se déconnecter correctement avant de s’éloigner du hotspot ou d’éteindre son appareil.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Veuillez rejoindre le réseau Wi-Fi « %@ »";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi va essayer de couper la connexion Internet. Pour éviter des frais inattendus, toujours se déconnecter proprement avant de s’éloigner du point d’accès ou d’éteindre son appareil.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Votre connexion Internet a été interrompue.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ par minute";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Gratuit";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "a mis ce groupe à jour avec une meilleure performance de conversation.\nPour rejoindre et rester en conversation, obtenir la dernière version.\nAller à <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "a mis ce groupe à jour avec une meilleure performance de conversation.\nPour rejoindre et rester en conversation, obtenir la dernière version.\nAller à https://microsoft.sharepoint.com/teams/DogfoodSkype.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Cliquer <a href=\"skype:?chat&amp;id=%1\">ici</a> pour voir l’historique précédent.";
